Revit 2027 API
SymbolTypeId.PaPerM Property
 Symbol Pa/m, indicating unit Pascals per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PaPerM { get; }
Public Shared ReadOnly Property PaPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PaPerM {
	ForgeTypeId^ get ();
}
static member PaPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace